<!DOCTYPE html>
<html lang="uk">
<head>
	<!-- Head -->
	<title><?php echo $ucp_settings['s_title']?> - Угода користувача</title>
	<?php include "view/common/head.php"; ?>
</head>
<body id="___krp">
    <div id="particles-js"></div>
	
    <!-- Header -->
    <?php include "view/common/header.php" ?>

	<!-- Terms -->
	<div class="container my-5">
		<div class="col-md-12 d-flex flex-column gap-4">
			<h4 class="fw-semibold">УГОДА КОРИСТУВАЧА</h4>
			
			<div>
				<p>
				Текст цієї Угоди, постійно розміщений у мережі Інтернет за мережевою адресою <a href="/terms">https://kyivrp.com/terms</a> визначає правила та порядок використання Ігрового сервісу, права та обов'язки Користувачів. <br><br>
				Приймаючи умови цієї Угоди, Користувач підтверджує, що є дієздатним відповідно до законодавства місця проживання Користувача, відповідно до якого Користувачеві не забороняється отримувати ігрові послуги в Інтернеті, та у законодавстві країни Користувача немає інших обмежень, у тому числі вікових обмежень для користування такими послугами. . Для осіб молодше віку повноліття (правоздатність), Угода вважається укладеною зі своїми законними представниками (батьками, опікунами тощо.). Правовласник не стежить за дієздатністю Користувача в рамках цієї Угоди та не перевіряє достовірність наданих Користувачем даних. Презюмується, що Користувач надає достовірні дані під час укладання цієї Угоди. <br><br>
				Використовуючи Сайт Користувач автоматично погоджується з усіма положеннями цієї Угоди, а також з Правилами гри, текст яких постійно розміщений в мережі Інтернет за адресою <a href="/terms">https://kyivrp.com/terms</a>. У разі незгоди Користувача з цією Угодою або Правилами, Користувач не має права використовувати Сайт і зобов'язаний залишити його негайно.
				</p>
			</div>
			
			<div>
				<h6 class="fw-semibold">1. ТЕРМІНИ ТА ВИЗНАЧЕННЯ</h6>
				<p>
				1.1. Користувач - фізична особа, яка відвідує Сайт з метою ігрової діяльності. Користувач є стороною Угоди.<br><br>
				1.2. Гра (Ігровий сервіс) - розрахована на багато користувачів онлайн-гра «KYIV RP», яка являє собою комп'ютерну програму, що включає клієнтську частину Ігри, компоненти, функції, ігрові ресурси, включаючи всі доповнення та оновлення до Ігри, а також сервер - частина програмного забезпечення Ігри . Участь Користувача в Ігри здійснюється в інтерактивному режимі (онлайн) шляхом встановлення Клієнтської частини Ігри на персональному комп'ютері Користувача та шляхом підключення Користувача через Інтернет до ігрових ресурсів Правовласника.<br><br>
				1.3. Клієнтська частина Ігри - програмне забезпечення, яке потрібне для участі Користувача в Ігри та має бути встановлене на персональному комп'ютері Користувача. Клієнтська частина Ігри встановлюється на персональний комп'ютер Користувачем самостійно. Клієнтська частина Ігри надається Користувачу за допомогою Інтернету.<br><br>
				1.4. Сайт - автоматизована інформаційна система, доступна в мережі Інтернет за адресою (включно з піддоменами) <a href="/">https://kyivrp.com</a>, що надає Користувачеві доступ до сервісу, в тому числі для участі в Ігри.<br><br>
				1.5. Сервіс – це сукупність функціональних можливостей програмно-апаратних засобів Правовласника, включаючи сайт <a href="/">https://kyivrp.com</a> та його піддомени, до яких Користувачеві надається доступ на праві використання.<br><br>
				1.6. Акаунт Користувача, Акаунт - розділ Сайту, доступ до якого Користувач отримує після його реєстрації на Сайті за допомогою введення унікального логіну та пароля.<br><br>
				1.7. Матеріали - Сайт, Гра, програмне забезпечення та будь-яка частина Сервісу, компоненти, контент, включаючи, але не обмежуючись, будь-які Акаунти Користувачів, назви, комп'ютерні коди, файли, ігрове програмне забезпечення, клієнтське та серверне програмне забезпечення, аудіодоріжки, оновлення, картинки, теми, об'єкти, персонажі, імена, слогани, розташування, концепція, ілюстрації, малюнки, графіка, зображення, відео, анімація, звуки, музика, композиції, звукозаписи, аудіовізуальні ефекти, інформація, дані, документація, аплети, протоколи чатів, інформація про персонажів, ігровий процес, сценарії, записи.<br><br>
				1.7. Матеріали - Сайт, Гра, програмне забезпечення та будь-яка частина Сервісу, компоненти, контент, включаючи, але не обмежуючись, будь-які Акаунти Користувачів, назви, комп'ютерні коди, файли, ігрове програмне забезпечення, клієнтське та серверне програмне забезпечення, аудіодоріжки, оновлення, картинки, теми, об'єкти, персонажі, імена, слогани, розташування, концепція, ілюстрації, малюнки, графіка, зображення, відео, анімація, звуки, музика, композиції, звукозаписи, аудіовізуальні ефекти, інформація, дані, документація, аплети, протоколи чатів, інформація про персонажів, ігровий процес, сценарії, записи.<br><br>
				</p>
			</div>	

			<div>
				<h6 class="fw-semibold">2. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h6>
				<p>
				2.1. Відповідно до умов цієї Угоди, Правовласник надає Користувачеві доступ до гри.<br><br>
				2.2. Для використання Ігрового сервісу та його функціоналу Користувач повинен пройти реєстрацію та створити Ігровий обліковий запис Користувача з використанням функціоналу Ігри.<br><br>
				2.3. Щоб увійти до Ігри, Користувачеві може знадобитися завантажити та/або встановити Клієнтську частину Ігри, що тягне за собою необхідність використання певного обладнання та програмного забезпечення, а також доступу до Інтернету.<br><br>
				2.4. Обов'язковою умовою отримання доступу до Ігрового сервісу є доступ Користувача до мережі Інтернет. Користувач самостійно та власним коштом оплачує програмне забезпечення свого комп'ютера та доступ до мережі Інтернет.<br><br>
				2.5. Реєструючи Акаунт Користувача Користувач автоматично погоджується з усіма положеннями цієї Угоди. У разі незгоди Користувача з цією Угодою, Користувач не має права використовувати Ігровий сервіс.<br><br>
				2.6. Користувач має право зареєструвати необмежену кількість Ігрових облікових записів.<br><br>
				2.7. Доступ до Ігрового сервісу безкоштовний.<br><br>
				2.8. Ігровий Акаунт і все ігрове майно є невідчужуваною власністю Правовласника, не підлягає продажу за ігрову валюту (майно), не підлягає продажу або передачі (Акаунт).<br><br>
				2.9. Під час створення Аккаунта Користувач зобов'язаний надавати достовірну, точну, актуальну та повну інформацію, яка має бути введена у відповідні поля, та підтримувати її актуальність, достовірність, точність та повноту.<br><br>
				2.10. Користувач несе відповідальність за свій Ігровий Акаунт. Якщо характеристики Акаунту порушують умови цієї Угоди, Правовласник має право негайно відключити її без попереднього повідомлення або згоди Користувача. Правовласник має право без підстав змінити ім'я Акаунта Користувача без попереднього повідомлення останнього.<br><br>
				2.10. Користувач несе відповідальність за свій Ігровий Акаунт. Якщо характеристики Акаунту порушують умови цієї Угоди, Правовласник має право негайно відключити її без попереднього повідомлення або згоди Користувача. Правовласник має право без підстав змінити ім'я Акаунта Користувача без попереднього повідомлення останнього.<br><br>
				2.11. Користувач несе відповідальність за збереження конфіденційності паролів, пов'язаних з Акаунтом, який Користувач використовує для доступу до Сервісу. Користувач несе виняткову відповідальність перед Правовласником за всі дії, що відбуваються в Аккаунті. Якщо Користувачеві стало відомо про будь-яке несанкціоноване використання Аккаунту, Користувач зобов'язаний негайно повідомити Правовласника, звернувшись до служби технічної підтримки за адресою: <a href="https://forum.kyivrp.com/">https://forum.kyivrp.com/</a><br><br>
				2.12. Правовласник має право на свій розсуд припинити дію Акаунта Користувача у випадку, якщо Акаунт не використовувався протягом дванадцяти місяців після дати його створення або протягом безперервного періоду дванадцять місяців.<br><br>
				</p>
			</div>

			<div>
				<h6 class="fw-semibold">3. ПРАВА ТА ОБОВ'ЯЗКИ</h6>
				<p>
				<span class="fw-semibold">3.1. Правовласник має право:<br></span>
				3.1.1. змінювати дизайн Сайту та (або) його вмісту у будь-який час з повідомленням Користувачів або без нього;<br><br>
				3.1.2. видаляти без будь-яких підстав і без повідомлення будь-який контент, Матеріали, коментарі, будь-яку інформацію, яка на його розсуд порушує та/або може порушувати чинне законодавство, це Угода, Політика конфіденційності, права інших Користувачів або третіх осіб, або завдає їм шкоди, або загрожує їхній безпеці;<br><br>
				3.1.3. видалити Акаунт Користувача у випадках, передбачених розділом 5 цієї Угоди;<br><br>
				3.1.4. надсилати Користувачеві повідомлення (у тому числі за допомогою електронної пошти, смс і т.д.), які містять рекламну інформацію про Сервіс, Гра або матеріали, що тематично пов'язані з ними;<br><br>
				3.1.5. повністю або частково зменшити функціональність Сайту, Матеріалів з технічних, превентивних чи інших причин.<br><br>
				<span class="fw-semibold">3.2. Правовласник зобов'язаний:<br></span>
				3.2.1. дотримуватись цієї Угоди.<br><br>
				3.3. Користувач має право:<br>
				3.3.1. настроїти Обліковий запис, змінити ім'я користувача та пароль для доступу до нього;<br><br>
				3.3.2. публікувати, додавати та редагувати свій Акаунт та інформацію у профілі Користувача про себе;<br><br>
				3.3.3. здійснювати інші, не заборонені законом або цією Угодою, дії щодо використання Сайту або Сервісу.<br><br>
				<span class="fw-semibold">3.4. Користувач зобов'язаний:<br></span>
				3.4.1. вказати достовірну інформацію на момент реєстрації;<br><br>
				3.4.2. вжити необхідних заходів для забезпечення конфіденційності облікових даних (логіна та пароля), що використовуються для доступу до Акаунта;<br><br>
				3.4.3. дотримуватись цієї Угоди, Політики обробки персональних даних, Правила Ігри.<br><br>
				<span class="fw-semibold">3.5. Користувач не має права:<br></span>
				3.5.1. використовувати Сайт з комерційною метою без попереднього дозволу Правовласника;<br><br>
				3.5.2. використовувати будь-яке програмне забезпечення, помилки, дефекти з метою отримання несанкціонованого доступу до Сервісу або отримання неконкурентних переваг, у тому числі інших користувачів;<br><br>
				3.5.3. продавати, перепродавати, передавати Матеріали, що належать Правовласнику, з комерційною метою (у тому числі ігрову валюту, ігрові цінності, Акаунт Користувача тощо);<br><br>
				3.5.4. розповсюджувати, публічно виконувати або публічно показувати будь-які Матеріали, що належать Правовласнику, за винятком звичайного використання Ігри;<br><br>
				3.5.5. змінювати, адаптувати, модифікувати, покращувати гру, вміст гри або інші матеріали, що належать правовласнику, або їх частини;<br><br>
				3.5.6. використовувати програмне забезпечення для збирання чи видалення інформації;<br><br>
				3.5.7. завантажувати (крім кеша відображення сторінки) будь-яку частину Матеріалів, що належать Правовласнику, або будь-яку інформацію, що міститься в них, за винятком випадків, явно передбачених передбачуваною функцією Сайту;<br><br>
				3.5.8. копіювати, перекладати, публікувати, декомпілювати, виконувати технічний аналіз, дизасемблювати або конвертувати Сайт (початковий код Сайту) або здійснювати спробу отримати доступ до вихідного коду Сайту для створення похідних робіт на основі вихідного коду Сайту чи іншим чином;<br><br>
				3.5.9. завантажувати, зберігати, публікувати, розповсюджувати, надавати доступ або іншим чином використовувати будь-яку інформацію, інструменти та (або) матеріали, які:<br><br>
				3.5.9.1. містять загрози, дискредитують, ображають, ганьблять особисту чи ділову репутацію, або порушують конфіденційність інших Користувачів або третіх осіб;<br><br>
				3.5.9.2. є вульгарними чи непристойними, містять нецензурну лексику чи порнографічні зображення та тексти чи сцени сексуального характеру за участю неповнолітніх;<br><br>
				3.5.9.3. містять сцени насильства чи нелюдського поводження з тваринами;<br><br>
				3.5.9.4. пропагують і (або) розпалюють расову, релігійну, етнічну ненависть чи ворожнечу, або захищають ідеологію фашизму, комунізму чи расової переваги, містять негативні заяви про будь-яку країну, народ, релігію, політику, принижують національну гідність, у тому числі за ознакою національного походження політичних переконань;<br><br>
				3.5.9.5. містять насильницькі матеріали;<br><br>
				3.5.9.6. сприяють злочинній діяльності або містять поради, інструкції чи вказівки щодо скоєння злочинних дій;<br><br>
				3.5.9.7. містять рекламу;<br><br>
				3.5.9.8. містять шахрайську інформацію;<br><br>
				3.5.9.9. містять особисті дані, зображення третіх осіб без їхньої попередньої згоди, за винятком випадків, передбачених законодавством;<br><br>
				3.5.9.10. містять віруси або інші комп'ютерні коди, файли або програми, призначені для переривання, знищення або обмеження функціональності будь-якого комп'ютерного або телекомунікаційного обладнання або програм для несанкціонованого доступу, а також серійні номери для комерційних програмних продуктів та програм, що їх генерують, паролі та інші способи отримання несанкціонованого доступу до платних ресурсів в Інтернеті, а також розміщення посилань на таку інформацію;<br><br>
				3.5.9.11. порушують нормальну роботу Сайту та (або) Сервісу;<br><br>
				3.5.9.12. порушують права інтелектуальної власності правовласника та (або) третіх осіб.<br><br>
				</p>
			</div>	

			<div>
				<h6 class="fw-semibold">4. ДОБРОВІЛЬНІ ПОЖЕРТВУВАННЯ – «ДОНАТ»</h6>
				<p>
				4.1. Користувач має право зробити пожертвування на адресу Правовласника добровільно, за допомогою платіжних систем або банківських карток. За ігрову пожертву на адресу Правовласника Користувач отримує ті чи інші внутрішньоігрові ресурси (цінності).	<br><br>
				4.2. Правовласник не несе відповідальності за платежі або внутрішньоігрове майно Користувача, у тому числі у разі блокування Ігрового Аккаунту Користувача у зв'язку з порушенням положень цієї Угоди або Правил гри.<br><br>
				</p>
			</div>		

			<div>
				<h6 class="fw-semibold">5. ПІДСТАВИ ВИДАЛЕННЯ АККАУНТА</h6>
				<p>
				5.1. Правовласник має право заблокувати або видалити Акаунт Користувача у таких випадках та на наш власний розсуд без попереднього повідомлення або згоди Користувача:<br><br>
				5.1.1. Надання Користувачем недостовірної інформації про себе або наявність у Правовласника підстави вважати, що надана Користувачем інформація є неповною або некоректною;<br><br>
				5.1.2. Користувачем порушено положення цієї Угоди або Правила гри.<br><br>
				5.2. Користувач має право звернутися до Правовласника з проханням про закриття (блокування) Аккаунта, надіславши повідомлення Правовласнику за адресою <a href="https://forum.kyivrp.com/">https://forum.kyivrp.com/</a>. Закриття Акаунту з ініціативи Користувача є підставою для припинення дії цієї Угоди.<br><br>
				5.3. При закритті (блокуванні) Аккаунту будь-які компенсації Користувачеві не сплачується.<br><br>
				</p>
			</div>		

			<div>
				<h6 class="fw-semibold">6. ВІДПОВІДАЛЬНІСТЬ</h6>
				<p>
				6.1. Правовласник не несе відповідальності за можливі збої та перерви в роботі Сайту та (або) Сервісу та втрату інформації в результаті.<br><br>
				6.2. Правовласник не несе відповідальності за будь-які збитки персональному комп'ютеру, мобільним пристроям, будь-якому іншому обладнанню або програмному забезпеченню Користувачів.<br><br>
				6.3. Правовласник не несе відповідальності за будь-які скомпрометовані паролі третіх осіб та будь-які дії, вчинені з використанням Акаунта Користувача.<br><br>
				6.4. Користувач несе відповідальність за будь-які незаконні дії, що відбуваються в Акаунті Користувача, а також у зв'язку з розміщенням Матеріалів з використанням Акаунту Користувача на Сайті.<br><br>
				6.5. Користувач несе відповідальність за будь-яку матеріальну або іншу інформацію, що завантажується через Акаунт Користувача на Сайт та (або) Сервіс.<br><br>
				6.6. Користувач зобов'язаний відшкодувати правовласнику або будь-якій третій стороні будь-які збитки, завдані внаслідок дій Користувача, включаючи, крім іншого, порушення цієї Угоди, прав інтелектуальної власності або інших прав.<br><br>
				</p>
			</div>				
		</div>
	</div>

	<!-- Footer -->
    <?php include "view/common/footer.php"; ?>

	<!-- JS -->
	<?php include "view/common/js.php" ?>

</body>
</html>